Repository: Siderite/MillenniumTools
Catalog: MillenniumTools.Common/Resource.*.resx
Languages: it_it

# AlarmVolumeText
source: Alarm Volume:
it_it: Volume di allarme:

# AuthenticatedHeader
source: Authenticated
it_it: Autenticato

# AvailabilityHeader
source: Availability
it_it: Disponibilità

# ClearPingsText
source: Clear Pings
it_it: Cancella ping

# ClearPingsTooltip
source: Clear ping values, thus stopping alarms and clearing the chart
it_it: Cancella ping, fermando così gli allarmi e cancellare il grafico

# ConfigureText
source: Configure
it_it: Configurazione

# ConfigureTooltip
source: Change configuration
it_it: Modifica della configurazione

# DirectAccessHeader
source: Direct Access
it_it: Accesso diretto

# ExtenderRebootText
source: Reset device - this will be done automatically when up time is larger than {0:0.##} hours
it_it: Resetta dispositivo - questo sarà fatto automaticamente quando il tempo di attività è più grande da {0:0.##} minuti

# HTTPAccessHeader
source: HTTP Access
it_it: Accesso HTTP

# IPHeader
source: IP
it_it: Indirizzo IP

# RebootDeviceHeader
source: Reboot Device
it_it: Riavvia dispositivo

# RebootText
source: Reboot
it_it: Riavvia

# ReceiveSpeedHeader
source: Receive Speed
it_it: Velocità ricezione

# ReloadCommandText
source: Refresh list (F5)
it_it: Aggiorna la lista (F5)

# ReloadText
source: Refresh device list and related information - this occurs automatically every {0:0.##} minutes
it_it: Aggiorna lista dispositivi e le informazioni relative - questo avviene automaticamente ogni {0:0.##} minuti

# ResetsDeviceText
source: Resets the device
it_it: Riavvia dispositivo

# ResetsWifiText
source: Reset router Wi-fi - this takes about 10 seconds
it_it: Ripristinare router Wi-fi - questo richiede circa 10 secondi

# RestartRouterText
source: Restart Router
it_it: Riavvia Router

# RestartRouterTooltip
source: Restart router - this will take approximately 4 minutes
it_it: Riavvia Router - questo richiederà circa 4 minuti

# RouterShouldBeRestartedText
source: Number of times when availability was below configured level. After it reaches {0}, the router will automatically reset the Wi-Fi, if possible.
it_it: Numero di volte in cui disponibilità è stata sotto il livello configurato. Dopo che raggiunge {0}, il router ripristina automaticamente il Wi-Fi, se possibile.

# RunningHeader
source: Running
it_it: Funzionamento

# StartWithWindowsText
source: Start with Windows
it_it: Iniziare con Windows

# StartWithWindowsTooltip
source: If set, MillenniumTools will start at boot time
it_it: Se impostato, MillenniumTools inizierà al boot

# TransmitSpeedHeader
source: Transmit Speed
it_it: Velocità trasferimento

# UpTimeHeader
source: Up Time
it_it: Tempo di attività

# RouterIPConfigProperty
source: The IP Address of the router
it_it: L'indirizzo IP del router

# ExtenderIPsConfigProperty
source: The IP Addresses of the extenders, comma separated. Make sure the extenders have a static IP address configured.
it_it: Gli indirizzi IP dei estensori, separati da virgola. Assicurarsi che le cariche hanno un indirizzo IP statico configurato.

# ClientTimeoutConfigProperty
source: Timeout for connecting to web interfaces.
it_it: Timeout per il collegamento alle interfacce web.

# UserAgentConfigProperty
source: The browser declared when connecting to web interfaces
it_it: Il browser dichiarato durante la connessione a interfacce web

# RouterUsernameConfigProperty
source: The router interface username
it_it: Il nome utente interfaccia del router

# RouterPasswordConfigProperty
source: The router interface password
it_it: La password interfaccia del router

# ExtenderUsernameConfigProperty
source: The extender interface username. Make sure the same username is configured on all extenders.
it_it: Il nome utente interfaccia di estensore. Assicurarsi che lo stesso nome utente è configurato su tutti gli estensori

# ExtenderPasswordConfigProperty
source: The extender interface password. Make sure the same password is configured on all extenders.
it_it: La password dell'interfaccia di estensori. Assicurarsi che la stessa password è configurato su tutti i estensori.

# ReloadIntervalConfigProperty
source: Time in which to automatically refresh the status of the devices on the network (format days.hours:minutes:seconds)
it_it: Periodo in cui aggiornare automaticamente lo stato dei dispositivi sulla rete (format days.hours:minutes:seconds)

# PingIntervalConfigProperty
source: Time in which the devices are being pinged to check availability and refresh the chart (format days.hours:minutes:seconds)
it_it: Periodo in cui sono in corso il ping dei dispositivi per verificare la disponibilità e aggiornare il grafico (format days.hours:minutes:seconds)

# PingTimeoutConfigProperty
source: Timeout of ping requests (format days.hours:minutes:seconds)
it_it: Timeout di richieste di ping (format days.hours:minutes:seconds)

# PingGraphTimeSizeConfigProperty
source: The time interval covered by the ping chart (format days.hours:minutes:seconds)
it_it: L'intervallo di tempo coperto dal grafico ping (format days.hours:minutes:seconds)

# SmoothnessConfigProperty
source: The smoothness of the chart. Value from 0.0 to 1.0
it_it: La scorrevolezza del grafico. Valore 0,0-1,0

# MaxPingsInMemoryConfigProperty
source: Maximum ping information to keep in memory. The ping information is used to draw the chart.
it_it: Massima informazione ping per mantenere in memoria. L'informazione ping viene utilizzata per disegnare il grafico.

# ReferenceIPsConfigProperty
source: A list of hosts or IP addresses to ping for reference (for example google.com and the first hop towards the Internet). This helps to understand the status of the external network.
it_it: Un elenco di host o indirizzi IP per il ping di riferimento (ad esempio google.com e il primo salto verso Internet). Questo aiuta a comprendere lo stato della rete esterna.

# PingEntireSubnetIntervalConfigProperty
source: If GetAdditionalNetworkInfo is set, this is the time in which every machine on the subnet is being pinged. It helps with the correlation between MAC address and IP address
it_it: Se GetAdditionalNetworkInfo è impostato, questo è il periodo in cui viene eseguito il ping ogni macchina della sottorete. Aiuta con la correlazione tra indirizzo MAC e indirizzo IP

# GetAdditionalNetworkInfoConfigProperty
source: If this is set to true, more expensive network operations could be performed to gather more information.
it_it: Se questa viene impostata su vero, le operazioni di rete più costose potrebbero essere svolte per raccogliere più informazioni.

# UseStandardPingConfigProperty
source: Set this to true to use the standard Ping class.
it_it: Imposta questo a true per utilizzare la classe Ping standard.

# ShowPingWarningsOnChartConfigProperty
source: Set to true in order to see ! warnings on the chart when ping fails
it_it: Da impostare a true per vedere avvertenze tipo '!' sul grafico quando ping non riesce

# RestartRouterWifiThresholdConfigProperty
source: Percentage of availability under which the router Wi-fi will be reset (0 means never)
it_it: Percentuale di disponibilità in base al quale il router Wi-Fi sarà resettato (0 significa mai)

# RestartRouterCountConfigProperty
source: How many times the router must be under the wifi threshold before it restarts (0 means never)
it_it: Quante volte il router deve essere sotto la soglia di wifi prima di riavviare (0 significa mai)

# DeviceAlarmThresholdConfigProperty
source: Percentage of availability under which a device will cause a sound beep to be sounded (0 means never)
it_it: Percentuale di disponibilità in base al quale un dispositivo causerà un segnale acustico per essere suonato (0 significa mai)

# AlarmSoundVolumeConfigProperty
source: Alarm sound volume (0-100)
it_it: Volume di allarme (0-100)

# IsMutedConfigProperty
source: If set, the alarm will not sound
it_it: Se impostato, l'allarme non suonerà

# MaximumDeviceAgeConfigProperty
source: The maximum time interval before a device is restarted (format days.hours:minutes:seconds)
it_it: L'intervallo massimo di tempo prima che un dispositivo viene riavviato (format days.hours:minutes:seconds)

# CouldNotDetermineIpText
source: Could not determine an IP for this address
it_it: Impossibile determinare un IP per questo indirizzo

# DeviceAlarmText
source: Device under configured availability threshold
it_it: Dispositivo sotto soglia di disponibilità configurato

# SpeedGraphTimeSizeConfigProperty
source: The time interval covered by the speed chart (format days.hours:minutes:seconds)
it_it: L'intervallo di tempo coperto dal grafico velocita (format days.hours:minutes:seconds)

# ConfigurationFileHeader
source: MillenniumTools configuration file. Created by Siderite (siderite@madnet.ro)
it_it: File di configurazione di MillenniumTools. Creato da Siderite (siderite@madnet.ro)
